{
  "1806.02690v2": {
    "title": "Guest Editorial: Special Topic on Data-enabled Theoretical Chemistry",
    "authors": [
      "Matthias Rupp",
      "O. Anatole von Lilienfeld",
      "Kieron Burke"
    ],
    "summary": "A survey of the contributions to the Special Topic on Data-enabled Theoretical Chemistry is given, including a glossary of relevant machine learning terms.",
    "pdf_url": "https://arxiv.org/pdf/1806.02690v2",
    "published": "2018-06-07"
  },
  "2512.14989v1": {
    "title": "Evaluating Large Language Models on Multimodal Chemistry Olympiad Exams",
    "authors": [
      "Yiming Cui",
      "Xin Yao",
      "Yuxuan Qin",
      "Xin Li",
      "Shijin Wang",
      "Guoping Hu"
    ],
    "summary": "Multimodal scientific reasoning remains a significant challenge for large language models (LLMs), particularly in chemistry, where problem-solving relies on symbolic diagrams, molecular structures, and structured visual data. Here, we systematically evaluate 40 proprietary and open-source multimodal LLMs, including GPT-5, o3, Gemini-2.5-Pro, and Qwen2.5-VL, on a curated benchmark of Olympiad-style chemistry questions drawn from over two decades of U.S. National Chemistry Olympiad (USNCO) exams. These questions require integrated visual and textual reasoning across diverse modalities. We find that many models struggle with modality fusion, where in some cases, removing the image even improves accuracy, indicating misalignment in vision-language integration. Chain-of-Thought prompting consistently enhances both accuracy and visual grounding, as demonstrated through ablation studies and occlusion-based interpretability. Our results reveal critical limitations in the scientific reasoning abilities of current MLLMs, providing actionable strategies for developing more robust and interpretable multimodal systems in chemistry. This work provides a timely benchmark for measuring progress in domain-specific multimodal AI and underscores the need for further advances at the intersection of artificial intelligence and scientific reasoning.",
    "pdf_url": "https://arxiv.org/pdf/2512.14989v1",
    "published": "2025-12-17"
  },
  "1412.6636v2": {
    "title": "Coherent view of crystal chemistry and ab initio analyses of Pb(II) and Bi(III) Lone Pair in square planar coordination",
    "authors": [
      "Samir F. Matar",
      "Jean Galy"
    ],
    "summary": "The stereochemistry of 6s2 (E) lone pair of divalent Pb and trivalent Bi (PbII and BiIII designated by M*) in structurally related PbO, PbFX (X= Cl, Br, I), BiOX (X= F, Cl, Br, I) and Bi2NbO5F is rationalized. The lone pair LP presence determined by its sphere of influence E, equal to those of oxygen or fluorine anions, was settled by its center then giving M*-E directions and distances. Detailed description of structural features of both elements in the title compounds characterized by [PbEO]n and [BiEO]n layers allowed to show the evolution of M*-E distance versus the changes with the square pyramidal SP coordination polyhedra. All are different, in red PbO one finds {PbEO4E4} square antiprism, a {[Bi.E]O4X4Xapical} monocapped square antiprism in PbFX and BiOX and {BiEO4F4}square antiprism in Bi2NbO5F. To analyze the crystal chemistry results, the electronic structures of these compounds were calculated within density functional theory DFT. Real space analyses of electron localization illustrate a full volume development of the lone pair on PbII within {PbEO4E4} in PbOE, {PbEF4X4} in PbFXE and Bi(III) within {BiEO4X4} square antiprisms, contrary to Bi(III) within {[Bi.E]O4F4Fapical} monocapped square antiprism. Larger hardness (larger bulk modules B0) and band gap characterize BiOF versus PbO due to the presence of F which brings antibonding Bi-F interactions oppositely to mainly bonding Bi-O. In PbFX and BiOX series there is a systematic decrease of B0 with the increasing volume following the nature and size of X which is decreasingly electronegative and increasingly large. The electronic densities of states mirror these effects through the relative energy position and relative electronegativities of F/X and O/X leading to decrease the band gap.",
    "pdf_url": "https://arxiv.org/pdf/1412.6636v2",
    "published": "2014-12-20"
  },
  "1302.1059v1": {
    "title": "Crystal Structure and Chemistry of Topological Insulators",
    "authors": [
      "R. J. Cava",
      "Huiwen Ji",
      "M. K. Fuccillo",
      "Q. D. Gibson",
      "Y. S. Hor"
    ],
    "summary": "Topological surface states, a new kind of electronic state of matter, have recently been observed on the cleaved surfaces of crystals of a handful of small band gap semiconductors. The underlying chemical factors that enable these states are crystal symmetry, the presence of strong spin orbit coupling, and an inversion of the energies of the bulk electronic states that normally contribute to the valence and conduction bands. The goals of this review are to briefly introduce the physics of topological insulators to a chemical audience and to describe the chemistry, defect chemistry, and crystal structures of the compounds in this emergent field.",
    "pdf_url": "https://arxiv.org/pdf/1302.1059v1",
    "published": "2013-02-05"
  },
  "2304.05272v1": {
    "title": "Three-body recombination in physical chemistry",
    "authors": [
      "Marjan Mirahmadi",
      "Jesús Pérez-Ríos"
    ],
    "summary": "Three-body recombination, or ternary association, is a termolecular reaction in which three particles collide, forming a bound state between two, whereas the third escapes freely. Three-body recombination reactions play a significant role in many systems relevant to physics and chemistry. In particular, they are relevant in cold and ultracold chemistry, quantum gases, astrochemistry, atmospheric physics, physical chemistry, and plasma physics. As a result, three-body recombination has been the subject of extensive work during the last 50 years, although primarily from an experimental perspective. Indeed, a general theory for three-body recombination remains elusive despite the available experimental information. Our group recently developed a direct approach based on classical trajectory calculations in hyperspherical coordinates for three-body recombination to amend this situation, leading to a first principle explanation of ion-atom-atom and atom-atom-atom three-body recombination processes. This review aims to summarize our findings on three-body recombination reactions and identify the remaining challenges in the field.",
    "pdf_url": "https://arxiv.org/pdf/2304.05272v1",
    "published": "2023-04-11"
  }
}